<?php

return [
    'address'                 => ':attribute တွင် အက္ခရာ၊ ဂဏန်း၊ ကွက်လပ်၊ ကော်မာ နှင့် မျဉ်းတို (Dash) များကိုသာ ထည့်သွင်းနိုင်သည်။',
    'alpha-numeric-space'     => ':attribute တွင် အက္ခရာ၊ ဂဏန်း နှင့် ကွက်လပ်များကိုသာ ထည့်သွင်းနိုင်သည်။',
    'code'                    => ':attribute သည် မှန်ကန်မှုရှိရမည်။',
    'decimal'                 => ':attribute သည် မှန်ကန်သော ဒဿမကိန်း ဖြစ်ရမည်။',
    'phone-number'            => ':attribute သည် မှန်ကန်သော ဖုန်းနံပါတ် ဖြစ်ရမည်။',
    'slug'                    => ':attribute သည် မှန်ကန်သော Slug ဖြစ်ရမည်။',
    'comma-separated-integer' => ':attribute နေရာတွင် ဂဏန်းများသာ ဖြစ်ရမည်ဖြစ်ပြီး ကော်မာ (Comma) များလည်း ပါဝင်နိုင်သည်။',
];